#Выведите в консоль число с отрицательным значением используя функцию abs()
a = 2; b = -abs(a)
print(b)  